Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: ⌥ Option
ar: ⌥ خيار
da: ⌥ Tilvalg
es: ⌥ Opción
fi: ⌥ Optio
hi: ⌥ विकल्प
it: ⌥ Opzione
ja: ⌥ オプション
nb: ⌥ Alternativ
nl: Optie
ru: ⌥ Опция
sr_latn: Opcija
sv: ⌥ Alternativ
zh_hans: ⌥ 选项

source: Resize Increment
ar: مقدار تغيير الحجم
da: Trin for størrelsesændring
de: Schrittweite der Größenänderung
el: Βήμα αλλαγής μεγέθους
es: Incremento de cambio de tamaño
fi: Koon muutoksen askel
fr: Pas de redimensionnement
he: צעד שינוי הגודל
hi: आकार बदलने की मात्रा
it: Incremento di ridimensionamento
ja: サイズ変更の刻み幅
ko: 크기 조절 단위
nb: Trinn for størrelsesendring
nl: Stapgrootte bij formaatwijziging
pl: Krok zmiany rozmiaru
ru: Шаг изменения размера
sr_latn: Korak promene veličine
sv: Steg för storleksändring
uk: Крок зміни розміру
zh_hans: 调整大小的步长

source: Span-cycling commands use these presets in order. Duplicates are allowed.
ar: تستخدم أوامر التبديل الدوري بين الأحجام هذه الإعدادات المسبقة بالترتيب. يُسمح بتكرار القيم.
da: Kommandoer til at skifte mellem forudindstillede størrelser gennemløber disse forudindstillinger i rækkefølge. Dubletter er tilladt.
de: Befehle zum zyklischen Größenwechsel verwenden diese Vorgaben in der angegebenen Reihenfolge. Duplikate sind erlaubt.
el: Οι εντολές κυκλικής εναλλαγής μεγέθους χρησιμοποιούν αυτές τις προεπιλογές με τη σειρά. Επιτρέπονται διπλότυπες τιμές.
es: Los comandos para alternar entre tamaños predefinidos recorren estos preajustes en orden. Se permiten duplicados.
fi: Esiasetettuja kokoja selaavat komennot käyvät nämä esiasetukset läpi järjestyksessä. Sama esiasetus saa esiintyä useammin kuin kerran.
fr: Les commandes de changement cyclique de taille utilisent ces préréglages dans l’ordre indiqué. Les doublons sont autorisés.
he: פקודות המעבר המחזורי בין גדלים משתמשות בערכים המוגדרים מראש לפי הסדר. מותר לחזור על ערכים.
hi: आकारों को चक्रीय क्रम में बदलने वाली कमांड इन प्रीसेट का दिए गए क्रम में उपयोग करती हैं। एक ही मान दोहराया जा सकता है।
it: I comandi per scorrere ciclicamente le dimensioni usano queste preimpostazioni nell’ordine indicato. Sono ammessi duplicati.
ja: サイズを順に切り替えるコマンドでは、これらのプリセットを上から順に使用します。同じ値を複数設定することもできます。
ko: 크기를 순환하며 전환하는 명령은 이 프리셋을 순서대로 사용합니다. 같은 값을 여러 번 지정할 수 있습니다.
nb: Kommandoer for å veksle mellom forhåndsinnstilte størrelser bruker disse forhåndsinnstillingene i rekkefølge. Duplikater er tillatt.
nl: Opdrachten om cyclisch van formaat te wisselen gebruiken deze voorinstellingen in de aangegeven volgorde. Dubbele waarden zijn toegestaan.
pl: Polecenia cyklicznej zmiany rozmiaru korzystają z tych ustawień w podanej kolejności. Powtórzenia są dozwolone.
ru: Команды циклического переключения размеров используют эти предустановленные значения по порядку. Повторяющиеся значения допустимы.
sr_latn: Komande za ciklično menjanje veličine koriste ove unapred podešene vrednosti po redu. Dozvoljeno je ponavljanje vrednosti.
sv: Kommandon för att växla mellan förinställda storlekar går igenom dessa förinställningar i ordning. Dubbletter är tillåtna.
uk: Команди циклічного перемикання розмірів використовують ці попередньо задані значення у вказаному порядку. Значення можуть повторюватися.
zh_hans: 循环切换尺寸的命令会按顺序使用这些预设。允许设置重复值。

# %lldd %lldh %lldm
source: %1$lldd %2$lldh %3$lldm
uk: %1$lld д %2$lld год %3$lld хв

source: WS
sr_latn: VS

source: WS %@
sr_latn: US %@
